neovim
zsh
zsh-completions

pipewire
pipewire-pulse
wireplumber

mpd 
rmpc-git

hyprland
hyprpaper
hypridle
hyprsunset
hyprlock
hyprpicker

xdg-desktop-portal-hyprland

grim
slurp

foot
fuzzel
waybar
wiremix
yazi
